Repository: wp-plugins/wordbooker
Catalog: languages/wordbooker-*.po
Languages: de_de

source: Check the following Custom Post Meta tags for images
de_de: Prüfe die folgenden benutzerdefinierten Artikel-Meta-Tags auf Bilder

source: Use Image from Custom Meta instead of Featured Image for Open Graph image
de_de: Benutze das Bild vom benutzerdefinierten Meta anstelle des vorgeschlagenen Bildes für das Open Graph Bild

source: Default Open Graph image to use for posts
de_de: Standard Open Graph Bild zum Benutzen für Artikel

source: Use the above image instead of a blank for posts with no image
de_de: Benutze das Bild von oben anstelle eines leerens für Artikel ohne Bild

source: Disable in-line production of OpenGraph Tags
de_de: Deaktiviere Inline-Produktion von OpenGraph-Tags

source: Only find images enclosed in Double Quotes
de_de: Finde nur BIlder eingeschlossen von doppelten Anführungsstrichen

source: Disable Facebook API initialisation
de_de: Deaktiviere Initialisierung der Facebook API

source: Only Pretend to Publish on Facebook - TEST MODE
de_de: Täusche nur an, bei Facebook zu veröffentlichen - TEST MODUS

source: Disable ALL Wordbooker functionality
de_de: Deaktiviere ALLE Funktionen von Wordbooker

source: Use Curl for Facebook interface calls
de_de: Benutze Curl für Facebook-Interface-Aufrufe

source: Force Curl IP Resolution to IPv4
de_de: Zwinge Curl, IPv4 zu benutzen

source: Excluded Post Types
de_de: Ausgeschlossene Artikeltypen

source: Included Post Types
de_de: Eingeschlossene Artikeltypen

source: Excluded Category Types
de_de: Ausgeschlossene Kategorietypen

source: Included Category Types
de_de: Eingeschlossene Kategorietypen

source: Show sub categories
de_de: Zeige Unterkategorien

source: Only process Excludes when posting
de_de: Verarbeite nur Ausschließungen beim Veröffentlichen

source: Excluded Tag Types
de_de: Ausgeschlossene Tag-Typen

source: Included Tag Types
de_de: Eingeschlossene Tag-Typen

source: User Level Settings
de_de: Benutzerlevel-Einstellungen

source: If set, these options will override the Blog Level options for this user
de_de: Wenn gesetzt, werden diese Optionen die Bloglevel-EInstellungen für diesen Benutzer überschreiben

source: Same as Blog
de_de: Wie beim Blog

source: Facebook Status Text
de_de: Facebook Statustest

source: Use Post Excerpt for Post Attribute
de_de: Benutze Artikelauszug für Artikelattribut

source: Use Post Thumbnail only
de_de: Benutze nur das Artikelbild

source: Use Post Excerpt
de_de: Benutze den Artikelauszug

source: Show Status for
de_de: Zeige Status für

source: My Own Profile
de_de: Mein eigenes Profil

source: Disable Facebook User information in Status
de_de: Deaktiviere Facebook-Benutzerinformationen im Status

source: Limit Friend tagging to
de_de: Limitiere das Markieren von Freunden auf

source: No Friends (Disabled)
de_de: Keine Freunde (Deaktiviert)

source: All friends
de_de: Alle Freunde

source: Save User Options
de_de: Speichere Benutzereinstellungen

source: Reset to Blog Defaults
de_de: Auf Blogeinstellungen zurücksetzen

source: Provides integration between your blog and your Facebook account. Navigate to <a href="options-general.php?page=wordbooker">Settings &rarr; Wordbooker</a> for configuration.
de_de: Ermöglicht die Integration deines Blogs und deines Facebook-Accounts. Siehe <a href="options-general.php?page=wordbooker">Einstellungen &rarr; Wordbooker</a> für die Konfiguration.
