Repository: wp-plugins/wordbooker
Catalog: languages/wordbooker-*.po
Languages: de_de

source: Wordbooker needs the JSON PHP extension. Please install / enable it and try again
de_de: Wordbooker benötigt die JSON PHP-Erweiterung. Bitte installiere / aktiviere sie und versuche es erneut.

source: Your PHP install is missing <code>simplexml_load_string()</code>
de_de: Deiner PHP-Installation fehlt <code>simplexml_load_string()</code>

source: Wordbooker needs to be set up
de_de: Wordbooker muss eingerichtet werden

source: for
de_de: für

source: Notices
de_de: Benachrichtigungen

source: Every 10 Minutes
de_de: Alle 10 Minuten

source: Every 15 Minutes
de_de: Alle 15 Minuten

source: Every 20 Minutes
de_de: Alle 20 Minuten

source: Every 30 Minutes
de_de: Alle 30 Minuten

source: Every 45 Minutes
de_de: Alle 45 Minuten

source: Every 2 Hours
de_de: Alle 2 Stunden

source: Remove Wordbooker Record
de_de: Wordbooker-Aufzeichnungen entfernen

source: Delete Wordbooker Meta
de_de: Wordbooker-Meta löschen

source: Error Deleting Meta.
de_de: Fehler beim Löschen des Metas.

source: Wordbooker Meta deleted.
de_de: Wordbooker-Meta gelöscht.

source: Allows you to have multiple Like/Fan boxes. Fan pages cane be picked from a dropdown list in the options. Each user gets the choice of all the FB Fan pages they administer
de_de: Erlaubt, mehrere Like/Fanboxen zu haben. Fanseiten können von einer Dropdown-Liste in den Optionen ausgewählt werden. Jeder Benutzer hat die Wahl aus allen Facebook-Fanseiten, die sie administrieren

source: Fan Page
de_de: Fanseite

source: Title of Widget
de_de: Titel des Widgets

source: Include Stream
de_de: Stream einfügen

source: Include Header
de_de: Header einfügen

source: Colour Scheme
de_de: Farbschema

source: Show Faces
de_de: Gesichter zeigen

source: Widget Width
de_de: Widget-Breite

source: Widget Height
de_de: Widget-Höhe

source: Widget Border Colour
de_de: Randfarbe des Widgets

source: Share
de_de: Teilen

source: Read entire article
de_de: Den ganzen Artikel lesen

source: Primary
de_de: Erste

source: Secondary
de_de: Zweite

source: Fan Wall
de_de: Fan-Pinnwand

source: Group wall
de_de: Gruppen-Pinnwand

source: Schema differences found - fixing up
de_de: Unterschiede in den Schemen gefunden - bringe das in Ordnung

source: Database changes being applied
de_de: Datenbank-Veränderungen werden angewandt

source: Failed to clear error logs.
de_de: Fehler beim Löschen der Fehlerlogs.

source: Failed to clear Diagnostic logs.
de_de: Fehler beim Löschen der Diagnostiklogs.

source: WordBooker Options
de_de: Wordbooker-Einstellungen

source: Facebook Friend Link
de_de: Facebook-Freundes-Link

source: Publish this post to Facebook
de_de: Diesen Artikel bei Facebook veröffentlichen

source: Publish this page to Facebook
de_de: Diese Seite bei Facebook veröffentlichen

source: WARNING : Wordbooker is DISABLED
de_de: WARNUNG: Wordbooker ist deaktiviert

source: WARNING : Wordbooker is in TEST mode - NO Posts will be made to Facebook
de_de: WARNUNG: Wordbooker ist im TEST-Modus - es werden KEINE Artikel auf Facebook veröffentlicht

source: The following options override the defaults set on the options page
de_de: Die folgenden Optionen überschreiben die Standardwerte auf der Einstellungsseite

source: Personal Wall
de_de: Persönliche Pinnwand

source: As a Wall Post
de_de: Als Pinnwandeintrag

source: As a Note
de_de: Als Notiz

source: As a Status Update
de_de: Als Statusmitteilung

source: As a Link
de_de: Als Link

source: Post to the following Wall
de_de: Auf der folgenden Pinnwand veröffentlichen

source: Post to my Personal Wall
de_de: Auf meiner persönlichen Pinnwand veröffentlichen

source: Length of Extract
de_de: Länge des Auszugs

source: 256 (Default)
de_de: 256 (Standard)

source: Action Link Option
de_de: Aktion-Link-Option

source: None
de_de: Nichts

source: FB Internal (Forces Post as Share)
de_de: Facebook-intern (Zwingt Artikel zu teilen)

source: Share Link
de_de: Teilen-Link

source: Read Full Article
de_de: Ganzen Artikel lesen

source: Use Thumbnail as only image
de_de: Benutze Beitragsbild als einziges Bild

source: Facebook Post Attribute line
de_de: Facebook-Artikel-Attributzeile

source: Use Post Excerpt as Post Attribute
de_de: Benutze Artikelauszug als Artikel-Attribut

source: Override Post Author Options and use Current logged in user
de_de: Überschreibe Artikel-Autor-Optionen und benutze den im Moment eingeloggten Benutzer

source: Show Facebook Like/Send for this Page
de_de: Zeige Facebook Like/senden für diese Seite

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Show Facebook Share for this Page
de_de: Facebook Teilen für diese Seite anzeigen

source: Show Facebook Like/Send for this Post
de_de: Zeige Facebook Like/senden für diesen Artikel

source: Show Facebook Share for this Post
de_de: Zeige Facebook teilen für diesen Artikel

source: Push Comments from this post to Facebook
de_de: Kommentare von diesem Artikel zu Facebook senden

source: Pull Comments from Facebook for this post
de_de: Kommentare von Facebook zu diesem Artikel senden

source: Enable Facebook Comments for this post
de_de: Facebook-Kommentare für diesen Artikel aktivieren

source: Upload photos to
de_de: Fotos hochladen bei

source: No Album (Disabled)
de_de: Kein Album (deaktiviert)

source: Wordbooker Blog level settings are in force
de_de: Wordbooker Blog-Level-Einstellungen treten in Kraft

source: Publish This Post to Facebook
de_de: Diesen Artikel bei Facebook veröffentlichen

source: Start typing a friends name here
de_de: Fange hier an, den Namen eines Freundes einzugeben

source: Add Friend to Post
de_de: Freund zum Artikel hinzufügen

source: Remove Friend from Post
de_de: Freund vom Artikel entfernen

source: Diagnostic Messages
de_de: Diagnose-Nachrichten

source: (Showing %1$s from a total of %2$s rows)
de_de: (Zeige %1$s von %2$s Reihen)

source: Clear Diagnostic Messages
de_de: Diagnosenachrichten löschen

source: Publish content to your Wall/Fan pages
de_de: Inhalt zu Pinnwänden/Fanseiten veröffentlichen

source: Update your status
de_de: Deinen Status aktualisieren

source: Read your News Feed and Wall
de_de: Lese deinen Newsfeed und deine Pinnwand

source: Create notes
de_de: Notizen erstellen

source: Upload photos
de_de: Fotos hochladen

source: Upload videos
de_de: Videos hochladen

source: Manage pages
de_de: Seiten verwalten

source: Read friend lists
de_de: Freundesliste lesen

source: Access your photos
de_de: Auf deine Fotos zugreifen

source: but requires authorization to
de_de: benötigt jedoch Zugriff auf

source: on Facebook. Click on the following link to grant permission
de_de: auf Facebook. Klicke auf den folgenden Link, um die Berechtigung zu erhalten

source: Authorise Wordbooker
de_de: Wordbooker authorisieren

source: Save Configuration
de_de: Konfiguration speichern

source: Secure link ( may require you to add a new certificate for wordbooker.tty.org.uk ) Also you may get a warning about passing data on a non secure connection :
de_de: Sicherer Link (verlangt möglicherweise ein neues Zertifikat für wordbooker.tty.org.uk). Zusätzlich könntest du eine Warnung über Weitergabe von Daten über eine nicht sichere Verbindung bekommen:

source: Or enter the Access Token you exported from another Worbooker install in the following box and click on 'Save Token'
de_de: Oder gib das Access-Token ein, dass du aus einer anderen Wordbooker-Installation exportiert hast, ein und klicke auf 'Token speichern'

source: Save Token
de_de: Token speichern

source: Wordbooker should now be authorised. Please click on the Reload Page Button
de_de: Wordbooker sollte jetzt autorisiert sein. Bitte klicke auf den Seite neu laden-Button

source: Reload Page
de_de: Seite neu laden

source: Wordbooker appears to be configured and working just fine
de_de: Wordbooker scheint konfiguriert zu sein und funktioniert

source: If you like, you can start over from the beginning (this does not delete your posting and comment history)
de_de: Wenn du möchtest, kannst du von vorne anfangen (dies löscht deine Artikel- und Kommentarchronik nicht)

source: Your current Facebook Access token is non-expiring
de_de: Dein aktuelles Facebook-Zugriffstoken läuft nicht aus

source: Your current Facebook Access token will expire on :
de_de: Dein aktuelles Facebook-Zugriffstoken läuft aus am

source: WARNING : Your Access token is not valid
de_de: WARNUNG: Dein Zugriffstoken ist ungültig

source: Wordbooker is able to connect to Facebook
de_de: Wordbooker kann sich mit Facebook verbinden

source: Reset User Session
de_de: Benutzersitzung zurücksetzen

source: Refresh Status
de_de: Status aktualisieren

source: Export Access Token
de_de: Zugriffstoken exportieren

source: Recent Facebook Activity for this site
de_de: Letzte Facebookaktivität für diese Seite

source: For feature requests, bug reports, and general support :
de_de: Für Feature-Vorschläge, Fehlermeldungen und allgemeinem Support:

source: Check the
de_de: Siehe'

source: User Guide
de_de: Benutzerhandbuch

source: WordPress.org Notes
de_de: WordPress.org Anmerkungen

source: Try the
de_de: Probiere die

source: Wordbooker Support Forums
de_de: Wordbooker Supportforen

source: Enhancement requests can be made at the
de_de: Erweiterungsanfragen können angefragt werden bei dem

source: Wordbooker Project on Google Code
de_de: Wordbooker-Projekt auf Google Code

source: Consider upgrading to the
de_de: Entscheide dich,

source: latest stable release
de_de: auf die aktuellste Version

source: of WordPress.
de_de: von Wordpress zu aktualisieren.

source: Read the release notes for Wordbooker on the
de_de: Lies dir Veröffentlichungshinweise für Wordbooker auf dem

source: Check the Wordbooker
de_de: Siehe dir die

source: FAQs
de_de: Häufig gestellten Fragen (FAQs) an

source: Please provide the following information about your installation:
de_de: Bitte gib folgende Informationen über dein Installation

source: <li> Multisite is enabled - Please talk to your Super Adminstrator for support information </li>
de_de: <li> Multiseiten ist aktiviert - Bitte sprich mit deinem Administrator für Supportinformationen </li>

source: Curl is not installed - using WP_HTTP
de_de: Curl ist nicht installiert - benutze WP_HTTP

source: Curl version not available
de_de: Curl-Version ist nicht verfügbar

source: Curl is available but cannot access Facebook - using WP_HTTP instead (
de_de: Curl ist verfügbar, aber kann nicht auf Facebook zugreifen - benutze WP_HTTP stattdessen (

source: WP_HTTP cannot access Facebook - This is a problem
de_de: WP_HTTP kann nicht auf Facebook zugreifen - dies ist ein Problem

source: <li>XML: your PHP is missing <code>simplexml_load_string()</code></li>
de_de: <li>XML: Deinem PHP fehlt <code>simplexml_load_string()</code></li>

source: Active Plugins :
de_de: Aktivierte Plugins:

source: Wordbooker Table Status :
de_de: Wordbooker Tabellenstatus:

source: Your system does not meet the
de_de: Dein System bietet nicht die

source: WordPress minimum requirements
de_de: Wordpress-Minimalanforderungen

source: Things are unlikely to work.
de_de: Die Dinge werden wahrscheinlich nicht funktionieren.

source: Please ensure that your system meets the
de_de: Bitte stelle sicher, dass dein System erfüllt:

source: Allows you to have one or more Facebook Status widgets in your sidebar. The widget picks up the user id of the person who drags it onto the side bar
de_de: Erlaubt dir, ein oder mehr Facebook-Statuswidgets in deiner Sidebar zu haben. Das Widget wählt die Benutzer-ID der Person, die es in die Sidebar zieht.

source: Display this name
de_de: Diesen Namen anzeigen

source: Date Format
de_de: Datumsformat

source: Facebook Text style
de_de: Facebook-Text-Stil

source: second
de_de: Sekunde

source: hour
de_de: Stunde

source: day
de_de: Tag

source: week
de_de: Woche

source: month
de_de: Monat

source: year
de_de: Jahr

source: decade
de_de: Jahrzent

source: ago
de_de: bevor

source: from now
de_de: von jetzt

source: an
de_de: ein

source: about
de_de: über

source: Posted a new post on their blog
de_de: Hat einen neuen Beitrag veröffentlicht

source: [Comment imported from blog] - You Should Edit This
de_de: [Kommentar vom Blog importiert] - Du solltest dies editieren

source: : New blog post : %title% - %link%
de_de: : Neuer Blogbeitrag: %title% - %link%

source: Options Page
de_de: Einstellungsseite

source: WARNING : Wordbooker is Running on a potentially NON PUBLIC URL - NO Posts will be made to Facebook
de_de: WARUNUNG: Wordbooker läuft eventuell auf einer NICHT ÖFFENTLICHEN URL - es werden KEINE Artikel auf Facebook veröffentlicht

source: Your user level settings have been reset.
de_de: Deine Benutzerleveleinstellungen wurde zurückgesetzt.

source: Your user level settings have been saved.
de_de: Deine Benutzerleveleinstellungen wurden gespeichert.

source: Security hash missing.
de_de: Sicherheits-Hash fehlt.

source: Donate
de_de: Spende

source: You're using the Premium options in Wordbooker. You really should contribute something to the support and development of this plugin. Please provide your FB Id number and your website when making payment so your details can be added to the <a href='http://wordbooker.tty.org.uk/thanks/'>'Thanks'</a> list on the web site
de_de: Du benutzt die Premiumfunktionen von Wordbooker. Du solltest wirklich etwas zum Support und der Entwicklung dieses Plugins beitragen. Bitte gib deine Facebook-ID-Nummer und deine Internetseite an, wenn du deine Zahlung machst, sodass deine Details der <a href='http://wordbooker.tty.org.uk/thanks/'>'Danke'</a>-Liste auf der Internetseite hinzugefügt werden können.

source: If you've found this extension useful then please feel free to donate to its support and future development. Please provide your FB Id number and your website when making payment so your details can be added to the <a href='http://wordbooker.tty.org.uk/thanks/'>'Thanks'</a> page on the Website
de_de: Wenn dir diese Erweiterung gefällt, unterstütze den Support und die zukünftige Entwicklung durch eine Spende. Bitte gib deine Facebook-ID-Nummer und deine Internetseite beim Bezahlen an, sodass deine Daten zu der <a href='http://wordbooker.tty.org.uk/thanks/'>'Danke'</a>-Seite der Internetseite hinzugefügt werden können

source: Save Blog Level Options
de_de: Speichere Bloglevel-Optionen

source: Reset All Defaults
de_de: Alles auf Standard zurücksetzen

source: General Posting Options
de_de: Generelle Veröffentlichungsoptionen

source: Facebook Like and Share Options
de_de: Facebook Gefällt-Mir- und Teilenoptionen

source: Comment Handling Options
de_de: Kommentarbehandlungsoptionen

source: Advanced Options
de_de: Erweiterte Optionen

source: Post Type / Post Category and Tag Options
de_de: Artikeltyp- / Artikelkategorie- und Tagoptionen

source: Blog Level Settings
de_de: Blogleveleinstellungen

source: Default Publish Post to Facebook
de_de: Veröffentliche standardgemäß Artikel bei Facebook

source: Default Publish Page to Facebook
de_de: Veröffentliche standardgemäß Seiten bei Facebook

source: Unless changed, Posts will be published on the Facebook belonging to :
de_de: Wenn nicht geändert, werden Artikel auf Facebook veröffentlicht bei:

source: Current Logged in user
de_de: Momentan eingeloggter Benutzer

source: Publish Posts by non Wordbooker users
de_de: Veröffentliche Artikel von nicht-Wordbooker-Benutzern

source: Allow non Wordbooker users to chose to publish a post
de_de: Erlaube nicht-Wordbooker-Benutzern, einen Artikel zu veröffentlichen

source: Post Attribute
de_de: Artikelattribute

source: Action Link Option
de_de: Linkaktions-Option

source: Enable Extended description for Share Link
de_de: Aktiviere erweiterte Beschreibung für den Teilen-Link

source: Length of Description Meta-Tag
de_de: Länge des Beschreibungs-Meta-Tag

source: Delete Post from Facebook when Post is deleted from Blog
de_de: Lösche Artikel von Facebook wenn der Artikel vom Blog gelöscht wurde

source: Above Post
de_de: Oberer Artikel

source: Below Post
de_de: Unterer Artikel

source: Defined by theme template
de_de: Vom Theme-Template festgelegt

source: Defined by Tag in post
de_de: Vom Tag im Artikel festgelegt

source: Right Side
de_de: Rechte Seite

source: Left Side
de_de: Linke Seite

source: No - use Separate Share Button as configured below
de_de: Nein - seperaten Teilen-Button wie unten konfiguriert benutzen

source: Yes - Combine both Like and Share
de_de: Ja - kombiniere Gefällt mir und Teilen

source: Include a Facebook Like button in blog
de_de: Einen Facebook Gefällt Mir-Button in den Blog einfügen

source: Show Facebook Like button on front page
de_de: Zeige einen Facebook Gefällt Mir-Button auf der Startseite

source: Show Facebook Like button on Category pages
de_de: Zeige einen Facebook Gefällt Mir-Button auf Kategoriearchiven

source: Show Facebook Like button on Pages
de_de: Zeige Facebook Gefällt Mir-Button auf Seiten

source: Show Facebook Like button in each post
de_de: Zeige Facebook Gefällt Mir-Button in jedem Artikel

source: Don't show Facebook Like / Send Button on Sticky Posts
de_de: Zeige Facebook Gefällt Mir / Teilen-Button nicht in Artikeln, die oben gehalten werden

source: Width of Facebook Like box
de_de: Breite der Facebook Gefällt Mir-Box

source: Facebook Like - Display Button
de_de: Facebook Gefällt Mir - Button anzeigen

source: Facebook Like - Align Button
de_de: Facebook Gefällt Mir - Button ausrichten

source: Facebook Like - Verb to Display
de_de: Facebook Gefällt Mir - Verb anzuzeigen

source: Facebook Like - Colour Scheme
de_de: Facebook Gefällt Mir - Farbschema

source: Facebook Like - Display Font
de_de: Facebook Gefällt Mir - Schriftart anzuzeigen

source: Facebook Like - Layout Style
de_de: Facebook Gefällt Mir - Layoutstil

source: Facebook Like - Display Faces (Standard layout only)
de_de: Facebook Gefällt Mir - Zeige Gesichter (nur Standardlayout)

source: Combine Share with Like
de_de: Kombiniere Teilen mit Gefällt Mir

source: Include a Facebook Share button in blog
de_de: Füge einen Facebook Teilen-Button in den Blog ein

source: Facebook Share - Display Button
de_de: Facebook Teilen - Button anzeigen

source: Facebook Share - Align Button
de_de: Facebook Teilen - Button ausrichten

source: Facebook Share - Layout Style
de_de: Facebook Teilen - Layoutstil

source: Width of Facebook Share box
de_de: Breite der Facebook Teilen-Box

source: Show Facebook Share button on front page
de_de: Zeige Facebook Teilen-Button auf der Startseite

source: Show Facebook Share button on Category pages
de_de: Zeige Facebook Teilen-Button auf Kategoriearchiven

source: Show Facebook Share button on Pages
de_de: Zeige Facebook Teilen-Button auf Seiten

source: Show Facebook Share button in each post
de_de: Zeige Facebook Teilen-Button in jedem Artikel

source: Don't show Facebook Share button on Sticky Posts
de_de: Zeige Facebook Teilen-Button in Artikeln, die oben gehalten werden, nicht

source: Wordpress Comment handling Options
de_de: Optionen für die Verwaltung der Wordpress-Kommentare

source: Never
de_de: Niemals

source: Manual Polling
de_de: Manuelles Abrufen

source: Process Comments
de_de: Kommentare verarbeiten

source: Next Scheduled fetch is in
de_de: Nächster geplanter Abruf ist in

source: Enable Comment processing
de_de: Aktiviere Kommentarverarbeitung

source: Disable Comment Importing
de_de: Deaktiviere das Importieren von Kommentaren

source: Disable Comment Exporting
de_de: Deaktiviere das Exportieren von Kommentaren

source: Comment Tag
de_de: Kommentar-Tag

source: Facebook Comment Structure
de_de: Facebook Kommentarstruktur

source: Assign this email address to comments
de_de: Diese E-Mail-Adresse Kommentaren zuweisen

source: Import Comments from Facebook for new Wordbooker Posts
de_de: Importiere Kommentare von Facebook für neue Wordbooker-Artikel

source: Push Comments up to Facebook for new posts
de_de: Sende Kommentare zu Facebook bei neuen Artikeln

source: Auto Approve imported comments
de_de: Akzeptiere importierte Kommentare automatisch

source: Comment Cut off (days)
de_de: Kommentare schließen nach (Tagen)

source: 0 = Use blog settings
de_de: 0 = benutze Blogeinstellungen

source: (Currently set to %s days)
de_de: (Im Moment gesetzt auf %s Tage)

source: (Currently not set)
de_de: Im Moment nicht gesetzt

source: Delete original comment from Facebook when imported comment is deleted from blog
de_de: Lösche originalen Kommentar von Facebook wenn der importierte Kommentar vom Blog gelöscht wurde

source: Delete exported comment from Facebook when original comment is deleted from blog
de_de: Lösche exportierten Kommentar von Facebook wenn der originale Kommentar vom Blog gelöscht wurde

source: Run Comment Handling Now
de_de: Verarbeite jetzt die Kommentare

source: Facebook Comment Box Options
de_de: Facebook Kommentarbox-Optionen

source: Enable Facebook Comment handling
de_de: Aktiviere das Verwalten der Kommentare durch Facebook

source: Created in line below post
de_de: Erstellt in Zeile unter Artikel

source: Comment placing
de_de: Kommentarplatzierung

source: Comment Box - Colour Scheme
de_de: Kommentarbox - Farbschema

source: All Wordbooker users can moderate comments
de_de: Alle Wordbooker-Benutzer können Kommentare moderieren

source: Use this Facebook Application ID for comment moderation
de_de: Benutze diese Facebook Application ID für die Moderation von Kommentaren

source: Width of comment box
de_de: Bretie der Kommentarbox

source: Number of comments to display
de_de: Anzahl anzuzeigender Kommentare

source: Enable notification of new comments
de_de: Aktiviere Benachrichtigungebn für neue Kommentare

source: Automatically import FB Box comments into Wordbooker
de_de: Importiere Facebook Boxkommentare automatisch in Wordbooker

source: Facebook comment handling should be enabled on new posts
de_de: Verwaltung der Kommentare durch Facebook sollte in neuen Artikeln aktiviert werden

source: User who should get Admin level diagnostics
de_de: Benutzer, die Zugriff auf die Administrationslevel-Diagnose haben

source: Show Everything and I mean everything
de_de: Zeige alles, wirklich alles

source: Show everything but Cache Diagnostics
de_de: Zeige alles außer Cache-Diagnose

source: Show result of major actions
de_de: Zeige Ergebnisse von wichtigen Aktionen

source: Don't show anything apart from Fatal errors
de_de: Zeige nichts außer fatalen Fehlern

source: Disabled (Show nothing at all)
de_de: Deaktiviert (zeige überhaupt nichts)

source: Do not log messages
de_de: Logge keine Nachrichten

source: Post Diagnostics display level
de_de: Anzeigelevel für Artikel-Diagnostik

source: Clear detailed diagnostics on successful post
de_de: Lösche detaillierte Diagnosenachrichten nach erfolgreichem Veröffentlichen eines Artikels

source: Log Access token swapping actions
de_de: Logge Access-Token Tauschaktionen

source: Log Separate Admin and User entries for Comment logging
de_de: Logge Admin- und Benutzereinträge für Kommentarlogging seperat

source: Use permalinks as set in the Permalinks Settings page for the blog
de_de: Benutze Permalinks wie in den Blogeinstellungen unter Permalinks

source: Use Short Code permalinks as provided by JetPack or other plugin
de_de: Benutze Shortcode-Permalinks wie von JetPack oder einem anderen Plugin gegeben

source: Always use /?p=1234 style links
de_de: Benutze immer Links wie /?p=1234

source: Permalink structure for URLs posted to Facebook
de_de: Permalinkstruktur für URLs veröffentlicht auf Facebook

source: Include FB Recent activity on Wordbooker Options page
de_de: Füge Facebooks letzte Aktivität auf der Wordbooker Einstellungsseite hinzu

source: Do not replace Gravtars with Facebook Photos
de_de: Ersetze Gravatars nicht mit Facebookfotos

source: Use Site URL not Blog Description in Wall Posts
de_de: Benutze Seiten-URL und nicht die Blogbeschreibung in Pinnwandartikeln
